{"inkVersion":21,"root":[["^The echo of your shoes against concrete is the only thing you hear wandering around the city. ","#","^speaker:0 ","/#","#","^portrait:0 ","/#","#","^layout:left","/#","\n","^Bored, you remove the SPI emblem from your jacket and trace the ridges of the design aimlessly.","\n","^When the metal has stolen all the heat from your fingertips, you return it where it belongs on your jacket, hands returning into warm pockets.","\n","^The air is colder than usual, but you don’t think too much about it, just that you should’ve worn a thicker jacket—","\n","^Ah, the sudden drop in temperature explains itself when a man materializes a few steps in front of you.","\n","^It’s a ghost. You take a step back, reaching for the bottles of holy water strapped to your work belt.","\n","^Don’t, don’t! I’m not here to harm you! ","#","^speaker:??? ","/#","#","^portrait: archibald","/#","\n","^You’re a member of SPI! You can help me. Aren’t you guys all about exorcising ghosts that cause problems? ","#","^speaker:??? ","/#","#","^portrait:archibald","/#","\n","^Does it recognize the pin on your jacket? ","#","^speaker:0 ","/#","#","^portrait:0","/#","\n","^Hear me out, I have an offer for you. Don’t kill me and I can help you get rid of a malicious ghost that’ll get you a better reputation in SPI. ","#","^speaker:??? ","/#","#","^portrait:archibald","/#","\n","^Alright. Tell me about this malicious ghost. ","#","^speaker:player ","/#","#","^portrait:0","/#","\n","^The ghost sags with relief. ","#","^speaker:0 ","/#","#","^portrait:0","/#","\n","^There’s a ghost of a medieval knight near here. ","#","^speaker:??? ","/#","#","^portrait:archibald","/#","\n","^He attacked me when I was passing by — do I look like food?","\n","^I lost him a little way back, but now there’s some murderous knight after me for no reason","\n","^If we get rid of him, it’s a win for both of us. Can you do it?","\n",{"->":"choice1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"choice1":[["^Are you up for the task?","\n","ev","str","^Yes","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Lead the way","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"continue"},{"#f":5}],"c-1":["\n",{"->":"continue"},{"#f":5}]}],{"#f":1}],"continue":["^Great. ","#","^speaker:??? ","/#","#","^portrait:archibald","/#","\n","^Name’s Archibald, by the way. Cheers, or whatever you humans say. ","#","^speaker:Archibald ","/#","#","^portrait:archibald","/#","\n","^You turn on the EMF reader and follow Archibald in the general direction of where the knight ghost may be. ","#","^speaker:0 ","/#","#","^portrait:0","/#","\n","ev",{"x()":"SwitchToMap"},"pop","/ev","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}