{"inkVersion":21,"root":[["^Stop. ","#","^speaker:Archibald ","/#","#","^portrait:archibald ","/#","#","^layout:left","/#","\n","^You’ve already stopped in your tracks before Archibald told you to — the EMF reader is flashing orange. ","#","^portrait:0 ","/#","#","^speaker:0","/#","\n","^Dangerous, for sure, but it could be worse.","\n","^You clip the reader onto your belt.","\n","^You pull out your SPI-issued Phone, and open the navigation app.","\n","^The traversal to the Ghost World is instantaneous.","\n","^The city around you warps and distorts. Your vision flickers briefly and then you’re in.","\n","^The scenery is a faded version of your world, but most notably, there is a sword wedged in a stone, exuding a faint glow, and the knight ghost is there, hovering in the clearing.","\n","^The air is noticeably heavier here and gives you a feeling of unease and discomfort.","\n","^The stillness of the air is eerie.","\n","^The ghost is muttering to himself while lingering around the sword.","\n","^The Holy Grail… I need to find the grail… ","#","^speaker:Knight Ghost ","/#","#","^portrait:knight1","/#","\n","^Where is it?","\n","^I found it. I’ve found it. I swear I’ve found it, Your Holiness!","\n","^The knight ghost looks down at his empty hands. ","#","^speaker:0 ","/#","#","^portrait:0","/#","\n","^No. ","#","^speaker: Knight Ghost ","/#","#","^portrait:knight1","/#","\n","^Tristan.","\n","^Tristan. Tristan. Tristan, Tristan, Tristan, you traitorous fiend!","\n","^I’ll catch you. I’ll catch you and the Pope will judge your sins.","\n","^I need my sword… my sword…","\n","^The knight ghost approaches the sword. ","#","^portrait:0 ","/#","#","^speaker:0","/#","\n","^I won’t let you take the grail. I won’t let you take it from me. ","#","^portrait:knight1 ","/#","#","^speaker:Knight Ghost","/#","\n","^You and Archibald watch as he tries to remove the sword from the stone. ","#","^portrait:0 ","/#","#","^speaker:0","/#","\n","^A hiss emits from the hilt where he grabs it.","\n","^That’s a holy sword. ","#","^speaker:Archibald ","/#","#","^portrait:archibald","/#","\n","^A holy sword? Then that hissing… ","#","^portrait:0 ","/#","#","^speaker:0","/#","\n","^He’s getting burned by it, you realize.","\n","^Only items that have been blessed by the Old Church and their God are deemed holy objects.","\n","^SPI owns a few holy objects that can be requested for missions, however you aren’t privy to those as a rookie with zero achievements.","\n","^The knight ghost is still trying to wrest the sword from the stone, despite it clearly burning him.","\n","^He suddenly flies into a rage, screaming into the air.","\n","^See what I’m talking about? ","#","^speaker:Archibald ","/#","#","^portrait:archibald","/#","\n","^He’s obsessed with some grail and this guy called Tristan.","\n","^If someday, he stops being driven by anger and starts using his brain, he’ll cross to your world.","\n","^He’s strong enough to materialize physically.","\n","^You’re aware of what that means right?","\n","^He’ll wreak havoc in your world and attack indiscriminately to find this grail and the man called Tristan.","\n","^Archibald points to the sword. ","#","^speaker:0 portrait:0","/#","\n","^If you get your hands on that, getting rid of him will be easy. ","#","^portrait:archibald ","/#","#","^speaker:Archibald","/#","\n","^I know you SPI members have holy water, incantations, and whatnot, but using a holy sword is much easier and quicker.","\n","^I doubt holy water would exorcize him anyway.","\n","^We can use it to weaken him. ","#","^speaker:player ","/#","#","^portrait:0","/#","\n","^Archibald nods in agreement. ","#","^speaker:0 ","/#","#","^portrait:0","/#","\n","^The two of you watch as the knight ghost tries again to grab the sword, only to fail once again.","\n",{"->":"choice1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"choice":[["^He’s not going to leave that sword.","\n","ev","str","^We need a distraction","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Go distract him","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"choice1"},{"#f":5}],"c-1":["\n",{"->":"choice2"},{"#f":5}]}],{"#f":1}],"choice1":["^The best thing at getting his attention off the sword… ","#","^speaker:Archibald ","/#","#","^portrait:archibald","/#","\n","^…would be the grail.","\n",{"->":"continue"},{"#f":1}],"choice2":["^Archibald looks at you, offended. ","#","^portrait:0 ","/#","#","^speaker:0","/#","\n","^Are you sending me off to die? No thank you. ","#","^portrait:archibald ","/#","#","^speaker:Archibald","/#","\n","^A good distraction…","\n","^We can use the grail!","\n",{"->":"continue"},{"#f":1}],"continue":["^A grail is a good idea. ","#","^portrait:0 ","/#","#","^speaker:0","/#","\n","^You certainly don’t have one sitting in your backpack, so the next best thing would be making your own.","\n","^There are trees nearby, you can probably put sticks together in the shape of a grail.","\n","^You tell Archibald to keep watch of the knight ghost as you head towards the trees.","\n","ev",{"x()":"SwitchToObjectDetection"},"pop","/ev","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}