{"inkVersion":21,"root":[["^The EMF reader flashes orange. You pull out your SPI-issued Phone, and open the navigation app. ","#","^speaker:0 ","/#","#","^portrait:0","/#","\n","^The traversal to the Ghost World is instantaneous.","\n","ev",{"x()":"SpawnGhost"},"pop","/ev","\n","^The scenery is a faded version of your world, but most notably, there is a sword wedged in a stone in the clearing, exuding a faint glow.","\n","^The knight ghost stands beside it, muttering to himself.","\n","^The Holy Grail… I need to find the grail… ","#","^speaker:Knight Ghost ","/#","#","^portrait:knight1","/#","\n","^No, but I found it. I’ve found it. I swear I’ve found it, Your Holiness!","\n","^The knight ghost looks down at his empty hands. ","#","^speaker:0 ","/#","#","^portrait:0","/#","\n","^No. ","#","^speaker:Knight Ghost ","/#","#","^portrait:knight1","/#","\n","^Tristan.","\n","^Tristan. Tristan. Tristan, Tristan, Tristan, you traitorous fiend!","\n","^I’ll find you… I’ll drive my sword through your chest and watch you collapse like how you did with me…","\n","^I need my sword… my sword…","\n","^I won’t let you take the grail. I won’t let you take it from me.","\n","^You and Archibald watch as he tries to remove the sword from the stone. A hiss emits from the hilt where he grabs it. ","#","^speaker:0 ","/#","#","^portrait:0","/#","\n","^That’s a holy sword. He’s getting burned by it. ","#","^speaker:Archibald ","/#","#","^portrait:archibald","/#","\n","^The knight ghost suddenly flies into a rage, screaming into the air. ","#","^speaker:0 ","/#","#","^portrait:0","/#","\n","^If you get your hands on the sword, getting rid of him will be easy. ","#","^speaker:Archibald ","/#","#","^portrait:archibald","/#","\n","^There is a seal on the stone, preventing the sword from being removed.","\n","^That one is pretty old and simple — probably from the 13th century. Can you break it?","\n","^Since it’s a seal from the 13th century, the foundations taught in basic training will be enough to break something simple like that. ","#","^speaker:0 ","/#","#","^portrait:0","/#","\n","^We need a way to distract him from the sword... ","#","^speaker:player ","/#","#","^portrait:0","/#","\n","^A faux grail, maybe? Since he’s obsessed with it. ","#","^speaker:Archibald ","/#","#","^portrait:archibald","/#","\n","^Good idea. There are trees nearby, you can probably put sticks together in the shape of a grail. ","#","^speaker:0 ","/#","#","^portrait:0","/#","\n","ev",{"x()":"SwitchToObjectDetection"},"pop","/ev","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}