{"inkVersion":21,"root":[["^It’s a quiet night. Bored, you remove the SPI emblem from your jacket and trace the ridges of the design aimlessly. ","#","^speaker:0 ","/#","#","^portrait:0 ","/#","#","^layout:left","/#","\n","^Your name is engraved into the back of the emblem.","\n","ev",{"x()":"openNameField"},"pop","/ev","\n","^When the metal has stolen all the heat from your fingertips, you return it where it belongs on your jacket, hands returning into warm pockets.","\n","^It’s freezing… I should’ve worn a thicker jacket. ","#","^speaker:Player ","/#","#","^portrait:0","/#","\n","^Ah, the sudden drop in temperature explains itself when a man materializes a few steps in front of you. ","#","^speaker:0 ","/#","#","^portrait:0","/#","\n","^A ghost! My holy water— ","#","^speaker:Player ","/#","#","^portrait:0","/#","\n","^Don’t, don’t! I’m not here to harm you! ","#","^speaker:??? ","/#","#","^portrait:archibald","/#","\n","^You’re a member of SPI! You can help me. Aren’t you guys all about exorcising ghosts that cause problems? ","#","^speaker:??? ","/#","#","^portrait:archibald","/#","\n","^(Does it recognize the pin on your jacket?) ","#","^speaker:Player ","/#","#","^portrait:0","/#","\n","^Hear me out, I have an offer for you. Don’t kill me and I can help you get rid of a malicious ghost that’ll get you a better reputation in SPI. ","#","^speaker:??? ","/#","#","^portrait:archibald","/#","\n","^There’s no point in killing me. I’m… weak. I can’t do much harm or physically materialize in the living world anymore.","\n","^Alright. Tell me about this malicious ghost. ","#","^speaker:Player ","/#","#","^portrait:0","/#","\n","^I was attacked by the ghost of a medieval knight while minding my own business — do I look like food? ","#","^speaker:??? ","/#","#","^portrait:archibald","/#","\n","^I lost him a little way back, but now there’s some murderous knight after me for no reason.","\n",{"->":"choice1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"choice1":[["^If we get rid of him, it’s a win for both of us. Can you do it?","\n","ev","str","^Yes","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Lead the way","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"continue"},{"#f":5}],"c-1":["\n",{"->":"continue"},{"#f":5}]}],{"#f":1}],"continue":["^Great. Name’s Archibald, by the way. Cheers, or whatever you humans say. ","#","^speaker:Archibald ","/#","#","^portrait:archibald","/#","\n","ev",{"x()":"SwitchToMap"},"pop","/ev","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}